Repository: omeka/plugin-Timeline
Catalog: languages/*.po
Languages: fi_fi, tr_tr

source: <strong>Warning</strong>: Uninstalling the Timeline plugin will remove all Timeline records.
fi_fi: <strong>Varoitus</strong>: Poistettaessa Timeline-lisäosa poistetaan myös kaikki aikajanat.
tr_tr: Uyarı: Zaman Çizelgesi eklentisinin kaldırılması, tüm Zaman Çizelgesi kayıtlarının kaldırılmasına neden olacaktır.

source: Timeline
fi_fi: Aikajana
tr_tr: Zaman Çizelgesi

source: Embed a timeline.
fi_fi: Liitä aikajana.
tr_tr: Bir zaman çizelgesi yerleştirin.

source: There were errors found in your form. Please edit and resubmit.
fi_fi: Syötetyissä tiedoissa oli virheitä. Korjaa ne ja tallenna uudelleen.

source: There was an error on the form. Please try again.
fi_fi: Syötetyissä tiedoissa oli virheitä. Yritä uudelleen.

source: The timeline "%s" was successfully added! Please search for items to populate timeline.
fi_fi: "%s" -aikajana on luotu. Käytä hakua lisätäksesi haluamasi ainestot aikajanalle.

source: The timeline "%s" was successfully changed!
fi_fi: Muokattiin aikajanaa "%s"
tr_tr: "%s" zaman çizelgesi başarıyla değiştirildi!

source: The timeline "%s" was successfully deleted!
fi_fi: Poistettiin aikajana "%s"
tr_tr: "%s" zaman çizelgesi başarıyla silindi!

source: This will delete the timeline "%s" and its associated metadata. This will not delete any items associated with this timeline.
fi_fi: Olet poistamassa aikajanan "%s" ja sen metatiedot. Aikajanalla olevia aineistoja ei poisteta.
tr_tr: Bu, "%s" zaman çizelgesini ve ilişkili meta verilerini siler. Bu, bu zaman çizelgesiyle ilişkili hiçbir öğeyi silmez.

source: Title
fi_fi: Otsikko

source: A title for your timeline.
fi_fi: Aikajanan otsikko
tr_tr: Zaman çizelgeniz için bir başlık.

source: Description
fi_fi: Kuvaus

source: A description for your timeline.
fi_fi: Aikajanan vapaamuotoinen kuvailu.
tr_tr: Zaman çizelgeniz için bir açıklama

source: Font
fi_fi: Fontti

source: Customize your timeline font. Choices with two fonts style title & body text, respectively.
fi_fi: Muokkaa aikajanalla käytettyä kirjaintyyppiä.
tr_tr: Zaman çizelgesi yazı tipinizi özelleştirin. Sırasıyla başlık ve gövde metni stilinde iki yazı tipine sahip seçenekler.

source: Item date field
fi_fi: Päivämäärä aineistossa
tr_tr: Öğe tarihi alanı

source: Metadata field to use for item date containing discrete time/date values (must be in YYYY-MM-DDThh:mm:ss format).
fi_fi: Kuvailutietokenttä joka sisältää yksittäisen päivämäärän. Päivämäärän tulee olla YYYY-MM-DDThh:mm:ss muodossa (esimerkiksi 2023-12-31T01:00:00).
tr_tr: Ayrık saat/tarih değerleri içeren öğe tarihi için kullanılacak meta veri alanı (YYYY-AA-GGTss:dd:ss biçiminde olmalıdır).

source: Item interval field
fi_fi: Aikaväli aineistossa
tr_tr: Öğe aralığı alanı

source: Metadata field to use for item date containing time/date span values (must be in YYYY-MM-DDThh:mm:ss/YYYY-MM-DDThh:mm:ss format).
fi_fi: Kuvailutietokentta joka sisältää aikavälin. Aikavälin tulee olla muodossa YYYY-MM-DDThh:mm:ss/YYYY-MM-DDThh:mm:ss (esimerkiksi 2022-12-31T01:00:00/2023-01-31T01:00:00).
tr_tr: Saat/tarih aralığı değerlerini içeren öğe tarihi için kullanılacak meta veri alanı (YYYY-AA-GGThs:dd:ss/YYYY-AA-DDThs:dd:ss biçiminde olmalıdır).

source: Item title field
fi_fi: Aineiston otsikko
tr_tr: Öğe başlığı alanı

source: Metadata field to use for item title in timeline.
fi_fi: Kenttä jonka tietoa käytetään aikajanalla aineiston otsikkona.
tr_tr: Zaman çizelgesinde öğe başlığı için kullanılacak meta veri alanı.

source: Item description field
fi_fi: Aineiston kuvaus
tr_tr: Öğe açıklama alanı

source: Metadata field to use for item description in timeline.
fi_fi: Kenttä jonka sisältöä käytetään aikajanalla aineiston kuvauksena.
tr_tr: Zaman çizelgesinde öğe açıklaması için kullanılacak meta veri alanı.

source: Truncate title/description
fi_fi: Lyhennä otsikkoa ja kuvausta

source: Truncate title and description text to fit in timeline slide without vertical scrolling.
fi_fi: Lyhennä aineiston otsikkoa ja kuvausta jotta ne mahtuvat aikajanalle.

source: Status
fi_fi: Tila
tr_tr: Durum

source: Whether the timeline is public or not.
fi_fi: Aikajanan julkisuus
tr_tr: Zaman çizelgesi herkese açık yada değil.

source: Featured
fi_fi: Nostettu etusivulle

source: Whether the timeline is featured or not.
fi_fi: Onko aikajana nostettu etusivulle.
tr_tr: Zaman çizelgesi öne çıkarılmış yada değil.

source: Title is required.
fi_fi: Otsikko vaaditaan.
tr_tr: Başlık gereklidir.

source: Timeline | Add a Timeline
fi_fi: Aikajana | Lisää aikajana
tr_tr: Zaman Çizelgesi | Zaman Çizelgesi Ekle

source: Timeline | Browse Timelines
fi_fi: Aikajana | Selaa aikajanoja
tr_tr: Zaman Çizelgesi | Zaman Çizelgelerine Göz Atın

source: Add a Timeline
fi_fi: Lisää aikajana
tr_tr: Zaman Çizelgesi Ekle

source: Reset Timeline order
fi_fi: Palauta aikajana oletusjärjestykseen

source: Edit Metadata
fi_fi: Muokkaa kuvailutietoja
tr_tr: Meta Verileri Düzenle

source: Edit Item Query
fi_fi: Muokkaa aineistojen valintaehtoja
tr_tr: Öğe Sorgusunu Düzenle

source: Delete
fi_fi: Poista

source: There are no timelines.
fi_fi: Aikajanoja ei ole luotu
tr_tr: Zaman çizelgeleri yok.

source: Timeline | Edit "%s" Metadata
fi_fi: Aikajana | %s muokkaustila
tr_tr: Zaman Çizelgesi | "%s" Meta Verilerini Düzenle

source: Timeline | Edit "%s" Items Query
fi_fi: Aikajana | "%s" valintaehdot
tr_tr: Zaman Çizelgesi | "%s" Öğe Sorgusunu Düzenle

source: The &#8220;%s&#8221; timeline displays items that match the following query:
fi_fi: Aikajana &#8220;%s&#8221; sisältää aineistot jotka vastaavat valintaehtoja:
tr_tr: &#8220;%s&#8221; zaman çizelgesi, aşağıdaki sorguyla eşleşen öğeleri görüntüler:

source: Timeline | %s
fi_fi: Aikajana | %s
tr_tr: Zaman Çizelgesi | %s

source: Items Query
fi_fi: Valintaehdot
tr_tr: Öğe Sorgusu

source: View Public Page
fi_fi: Näytä julkinen sivu

source: Browse Timelines
fi_fi: Selaa aikajanoja
tr_tr: Zaman Çizelgelerine Göz Atın

source: You have no timelines.
fi_fi: Ei aikajanoja.
tr_tr: Zaman çizelgeniz yok.

source: Select a timeline
fi_fi: Valitse aikajana
tr_tr: Bir zaman çizelgesi seçin
